[Assault.DIZZY_AS_01 SoundNodeWave]
Comment="Notes[Note throughout that Dizzy's speech is highly colloquial and ungrammatical in a colorful way… the implication isn't that he's stupid or foolish but that he's a rustic. (Sometimes his sayings seem to cross one another; he seems to be an eccentric.) His accent is Southern U.S.], TRIGGER[DIZZY WALLIN approaches DELTA, tips his cowboy helmet to MARCUS. Dizzy has a reddish, unkempt beard, and when he speaks or smiles we can see that he has several gold or silver caps on his teeth.], GLOSSARY[welcome to the big suck is military slang for \"welcome to the heart of the battle,\" generally a place where things are so terrible/deadly that everyone has grown accustomed to that state—the term is meant to be obscene/vulgar; hit the road means leave by vehicle]"
SpokenText="Welcome to the big suck, Sergeant Fenix. You ready to hit the road?"
Subtitles[0]=(Text="Welcome to the big suck, Sergeant Fenix. You ready to hit the road?")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_02 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[chuck some bullets is slang for shooting a gun]"
SpokenText="Well, vamos lÃ¡ chuck some bullets at them vermes."
Subtitles[0]=(Text="Well, vamos lÃ¡ chuck some bullets at them vermes.")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_03 SoundNodeWave]
Comment="Notes[], TRIGGER[Cut to MARCUS at the top of the ladder, climbing onto the rig. Dizzy is already up there, walking away from MARCUS, something.], GLOSSARY[ name's Dizzy is short for \"my name is Dizzy\"; an' is short for and; li'l is short for little; thang means thing.]"
SpokenText="Oh yeah, name's Dizzy. An' my rig's a li'l boa thang, Betty."
Subtitles[0]=(Text="Oh yeah, name's Dizzy. An' my rig's a li'l boa thang, Betty.")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_04 SoundNodeWave]
Comment="Notes[Revised 5/6/2008—file updated and rereconciled], TRIGGER[], GLOSSARY[ready to rock means ready for action]"
SpokenText="You can tell? "
Subtitles[0]=(Text="You can tell? ")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_04a SoundNodeWave]
Comment="Notes[Revised 5/6/2008—new file, newly reconciled], TRIGGER[], GLOSSARY[]"
SpokenText="Huh? I'm in the cab when you're ready to rock."
Subtitles[0]=(Text="Huh? I'm in the cab when you're ready to rock.")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_05 SoundNodeWave]
Comment="Notes[], TRIGGER[The player can explore the Derrick as the rig starts moving, get a lay of the \"land,\" and when they approach Dizzy's cab, they'll begin hearing some loud rock n' roll blaring out, and it'll get louder as they reach him.], GLOSSARY[let's roll means let's get out of here, let's andando]"
SpokenText="All right then! Let's roll!"
Subtitles[0]=(Text="All right then! Let's roll!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_05_alt SoundNodeWave]
Comment="Notes[Marcus's MARCUS_AS_07 line is cut.], TRIGGER[Alternate take:], GLOSSARY[let's roll means let's get out of here, let's andando]"
SpokenText="All right then! Let's roll!"
Subtitles[0]=(Text="All right then! Let's roll!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_06 SoundNodeWave]
Comment="Notes[], TRIGGER[END CINEMATIC.], GLOSSARY[Eyes up front means look forward; incomin' is short for incoming]"
SpokenText="Eyes up front, Gears. Incomin' mortars!"
Subtitles[0]=(Text="Eyes up front, Gears. Incomin' mortars!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_07 SoundNodeWave]
Comment="Notes[], TRIGGER[As the mortars get closer:], GLOSSARY[c'mon is a contraction for \"vamos lÃ¡\"; shit here means \"stuff,\" specifically the mortars; 'fore is short for before]"
SpokenText="C'mon! C'mon, maldiÃ§Ã£o! Shoot that shit 'fore it hits!"
Subtitles[0]=(Text="C'mon! C'mon, maldiÃ§Ã£o! Shoot that shit 'fore it hits!")
bMature=True
bManualWordWrap=False

[Assault.DIZZY_AS_08 SoundNodeWave]
Comment="Notes[], TRIGGER[More incoming mortars arrive, obliterating the choppers that initially started the mission with the player.], GLOSSARY[birds is Dizzy's slang for helicopters/Ravens; shellacked here is slang for destroyed]"
SpokenText="Our birds just got shellacked!"
Subtitles[0]=(Text="Our birds just got shellacked!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_09 SoundNodeWave]
Comment="Notes[], TRIGGER[The mortars keep on raining down.], GLOSSARY[We'll be a bunch of crispy-fried hogs means we'll be burned/killed]"
SpokenText="Don't let them 'cysts hit Betty! We'll be a bunch of crispy-fried hogs if them things get any closer!"
Subtitles[0]=(Text="Don't let them 'cysts hit Betty! We'll be a bunch of crispy-fried hogs if them things get any closer!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_10 SoundNodeWave]
Comment="Notes[], TRIGGER[The mortars soon stop, and things quiet down a bit.], GLOSSARY[take a load off means relax (take the load off your feet); for a sec means for a second]"
SpokenText="Okay, shots let up. We can take a load off… for a sec."
Subtitles[0]=(Text="Okay, shots let up. We can take a load off… for a sec.")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_11 SoundNodeWave]
Comment="Notes[], TRIGGER[A Reaver suddenly does a fly-by (timed with the later part of ANYA's dialogue to overlap), attacks the truck in front of DELTA, snatches the driver, and the truck careens off of the cliff.], GLOSSARY[buzzard is Dizzy's slang for Reaver—he's equating it to a vulture; done snagged is Dizzy's slang for has caught, as in has attacked]"
SpokenText="Maldição! That buzzard done snagged Mo!"
Subtitles[0]=(Text="Maldição! That buzzard done snagged Mo!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_12 SoundNodeWave]
Comment="Notes[], TRIGGER[JACK cloaks as the Reaver starts threatening Dizzy.], GLOSSARY[buzzard is Dizzy's slang for Reaver—he's equating it to a vulture; get off my ass is vulgar slang for stop following me]"
SpokenText=" 'Bout to lose your driver if you don't get that buzzard off my ass!"
Subtitles[0]=(Text=" 'Bout to lose your driver if you don't get that buzzard off my ass!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_12_alt SoundNodeWave]
Comment="Notes[This version shouldn't be used… wrong voice.], TRIGGER[JACK cloaks as the Reaver starts threatening Dizzy.], GLOSSARY[buzzard is Dizzy's slang for Reaver—he's equating it to a vulture; get off my ass is vulgar slang for stop following me]"
SpokenText=" 'Bout to lose your driver if you don't get that buzzard off my ass!"
Subtitles[0]=(Text=" 'Bout to lose your driver if you don't get that buzzard off my ass!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_13 SoundNodeWave]
Comment="Notes[], TRIGGER[The Reavers try to bash the bulletproof glass that protects the cab.], GLOSSARY[buzzard-proof is Dizzy's slang for safe from Reavers]"
SpokenText="It's bulletproof, Sergeant, not buzzard-proof!"
Subtitles[0]=(Text="It's bulletproof, Sergeant, not buzzard-proof!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_14 SoundNodeWave]
Comment="Notes[], TRIGGER[Once the Reaver threatening Dizzy is destroyed, DELTA reaches a Área limpaing, and a rocket-equipped Reaver appears.], GLOSSARY[buzzard is Dizzy's slang for Reaver—he's equating it to a vulture; 'fore it turns us into charcoal is Dizzy's slang for before it blows us up]"
SpokenText="Shit! Plug that buzzard 'fore it turns us into charcoal!"
Subtitles[0]=(Text="Shit! Plug that buzzard 'fore it turns us into charcoal!")
bMature=True
bManualWordWrap=False

[Assault.DIZZY_AS_15 SoundNodeWave]
Comment="Notes[], TRIGGER[The rocket-Reaver continues to fire on the Derrick.], GLOSSARY[Gut that buzzard is Dizzy's slang for destroy that Reaver; gonna is short for going to; smoke our asses dry is Dizzy's slang for blow us up (vulgar)]"
SpokenText="Gut that buzzard, Delta! It's gonna smoke our asses dry!"
Subtitles[0]=(Text="Gut that buzzard, Delta! It's gonna smoke our asses dry!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_15_alt SoundNodeWave]
Comment="Notes[], TRIGGER[The rocket-Reaver continues to fire on the Derrick.], GLOSSARY[Gut that buzzard is Dizzy's slang for destroy that Reaver; gonna is short for going to; smoke our asses dry is Dizzy's slang for blow us up (vulgar)]"
SpokenText="Gut that buzzard, Delta! It's gonna smoke our asses dry!"
Subtitles[0]=(Text="Gut that buzzard, Delta! It's gonna smoke our asses dry!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_16 SoundNodeWave]
Comment="Notes[], TRIGGER[As DELTA fights the rocket-Reaver, another Reaver with a bomb sweeps by, drops a bomb as DELTA is fighting, and we hear a clunking, automotive \"breaking down\" sound from Betty.], GLOSSARY[ Shit! in this case is an exclamation of alarm.]"
SpokenText="Shit! That don't sound good!"
Subtitles[0]=(Text="Shit! That don't sound good!")
bMature=True
bManualWordWrap=False

[Assault.DIZZY_AS_16_alt SoundNodeWave]
Comment="Notes[], TRIGGER[As DELTA fights the rocket-Reaver, another Reaver with a bomb sweeps by, drops a bomb as DELTA is fighting, and we hear a clunking, automotive \"breaking down\" sound from Betty.], GLOSSARY[ Shit! in this case is an exclamation of alarm.]"
SpokenText="Shit! That don't sound good!"
Subtitles[0]=(Text="Shit! That don't sound good!")
bMature=True
bManualWordWrap=False

[Assault.DIZZY_AS_16a SoundNodeWave]
Comment="Notes[], TRIGGER[As DELTA fights the rocket-Reaver, another Reaver with a bomb sweeps by, drops a bomb as DELTA is fighting, and we hear a clunking, automotive \"breaking down\" sound from Betty.], GLOSSARY[Dang is an exclamation of disgust, a watered-down version of \"damn\"]"
SpokenText="Dang, we hit some Tickers! Hope they didn't hurt Betty none!"
Subtitles[0]=(Text="Dang, we hit some Tickers! Hope they didn't hurt Betty none!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_17 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[buzzard is Dizzy's slang for Reaver—he's equating it to a vulture]"
SpokenText="Nice one, boys! Takes care of them buzzards."
Subtitles[0]=(Text="Nice one, boys! Takes care of them buzzards.")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_18 SoundNodeWave]
Comment="Notes[], TRIGGER[We get a Y-look prompt and can see some other trucks down in the valley below.], GLOSSARY[look-see means look]"
SpokenText="Take a look-see down there, Gears. It's Henny and the boys."
Subtitles[0]=(Text="Take a look-see down there, Gears. It's Henny and the boys.")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_19 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[hell's half acre is Dizzy's slang for Landown (which he's equating with hell); gotta is got to]"
SpokenText="Not me, brother. I gotta mission to ferry some Gears into hell's half acre!"
Subtitles[0]=(Text="Not me, brother. I gotta mission to ferry some Gears into hell's half acre!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_19_alt SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[hell's half acre is Dizzy's slang for Landown (which he's equating with hell)]"
SpokenText="Ha! Not me, brother. I got a mission to ferry some Gears into hell's half acre!"
Subtitles[0]=(Text="Ha! Not me, brother. I got a mission to ferry some Gears into hell's half acre!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_20 SoundNodeWave]
Comment="Notes[], TRIGGER[MARCUS' words are cut short as the rig reaches the top of the hill, fully breaks down, and starts to careen down the hill:], GLOSSARY[ Shit! in this case is an exclamation of alarm.]"
SpokenText="Shit, more Tickers! Ah hell, Betty lost her brakes!"
Subtitles[0]=(Text="Shit, more Tickers! Ah hell, Betty lost her brakes!")
bMature=True
bManualWordWrap=False

[Assault.DIZZY_AS_20_alt1 SoundNodeWave]
Comment="Notes[], TRIGGER[MARCUS' words are cut short as the rig reaches the top of the hill, fully breaks down, and starts to careen down the hill:], GLOSSARY[ Shit! in this case is an exclamation of alarm.]"
SpokenText="Shit, more Tickers! Ah hell, Betty lost her brakes!"
Subtitles[0]=(Text="Shit, more Tickers! Ah hell, Betty lost her brakes!")
bMature=True
bManualWordWrap=False

[Assault.DIZZY_AS_20_alt2 SoundNodeWave]
Comment="Notes[], TRIGGER[MARCUS' words are cut short as the rig reaches the top of the hill, fully breaks down, and starts to careen down the hill:], GLOSSARY[ Shit! in this case is an exclamation of alarm.]"
SpokenText="Shit, more Tickers! Ah, hell! Betty lost her brakes!"
Subtitles[0]=(Text="Shit, more Tickers! Ah, hell! Betty lost her brakes!")
bMature=True
bManualWordWrap=False

[Assault.DIZZY_AS_20_alt3 SoundNodeWave]
Comment="Notes[6/14/2008: Added as part of pickups pass.], TRIGGER[], GLOSSARY[]"
SpokenText="Ah, hell! Betty lost her brakes!"
Subtitles[0]=(Text="Ah, hell! Betty lost her brakes!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_20a SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[]"
SpokenText="Hang on, boys!"
Subtitles[0]=(Text="Hang on, boys!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_21 SoundNodeWave]
Comment="Notes[The implication of the first sentence is that Dizzy is hurrying back to take care of his beloved rig.], TRIGGER[The rig continues down the hill, hits a ditch and slams to a stop. Dizzy spills out of the cab.], GLOSSARY[honey is another nickname for Dizzy's rig; get my back means protect me from being fired upon]"
SpokenText="Espera, honey, I'm comin'! Get my back while I patch up Betty, will ya?"
Subtitles[0]=(Text="Espera, honey, I'm comin'! Get my back while I patch up Betty, will ya?")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_22 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[]"
SpokenText="Her name's Betty!"
Subtitles[0]=(Text="Her name's Betty!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_23 SoundNodeWave]
Comment="Notes[], TRIGGER[DELTA continues fighting, so does MARILYN and HENNY.], GLOSSARY[purtied up is Dizzy's slang for prettied up, which in this case is his way of saying that he has fixed the rig]"
SpokenText="Keep it up, boys, almost got Betty all purtied up again!"
Subtitles[0]=(Text="Keep it up, boys, almost got Betty all purtied up again!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_24 SoundNodeWave]
Comment="Notes[], TRIGGER[If DELTA fails to protect BETTY, BEGIN CINEMATIC: BETTY explodes and the level ends.], GLOSSARY[This is a long version of shit, drawn out for emphasis]"
SpokenText="Shhiiiit! "
Subtitles[0]=(Text="Shhiiiit! ")
bMature=True
bManualWordWrap=False

[Assault.DIZZY_AS_24_alt SoundNodeWave]
Comment="Notes[], TRIGGER[If DELTA fails to protect BETTY, BEGIN CINEMATIC: BETTY explodes and the level ends.], GLOSSARY[This is a long version of shit, drawn out for emphasis]"
SpokenText="Shhiiiit! "
Subtitles[0]=(Text="Shhiiiit! ")
bMature=True
bManualWordWrap=False

[Assault.DIZZY_AS_25 SoundNodeWave]
Comment="Notes[], TRIGGER[END CINEMATIC. When DELTA has Área limpaed enough Locust, Dizzy will finish his work on BETTY.], GLOSSARY[Ready to go steady is Dizzy's slang for ready for action]"
SpokenText="All righty, Betty's ready to go steady."
Subtitles[0]=(Text="All righty, Betty's ready to go steady.")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_26 SoundNodeWave]
Comment="Notes[], TRIGGER[If DELTA takes too long to Pra trÁs to the truck:], GLOSSARY[]"
SpokenText="Bora already! Shit, what are you waitin' for?!"
Subtitles[0]=(Text="Bora already! Shit, what are you waitin' for?!")
bMature=True
bManualWordWrap=False

[Assault.DIZZY_AS_26_alt SoundNodeWave]
Comment="Notes[Alternate version], TRIGGER[If DELTA takes too long to Pra trÁs to the truck:], GLOSSARY[]"
SpokenText="Bora already! Shit, what are you waitin' for?!"
Subtitles[0]=(Text="Bora already! Shit, what are you waitin' for?!")
bMature=True
bManualWordWrap=False

[Assault.DIZZY_AS_27 SoundNodeWave]
Comment="Notes[], TRIGGER[As the player makes their way back to the truck, incoming mortars start to rain down, prompting them to keep moving.], GLOSSARY[closin' is short for closing]"
SpokenText="They're closin' in on us, maldiÃ§Ã£o!"
Subtitles[0]=(Text="They're closin' in on us, maldiÃ§Ã£o!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_27A SoundNodeWave]
Comment="Notes[], TRIGGER[As the player makes their way back to the truck, incoming mortars start to rain down, prompting them to keep moving.], GLOSSARY[closin' is short for closing]"
SpokenText="They're closin' in on us!"
Subtitles[0]=(Text="They're closin' in on us!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_28 SoundNodeWave]
Comment="Notes[], TRIGGER[BEGIN CINEMATIC. MARCUS makes it through the mortars, climbs up the ladder and BETTY starts rolling again, plowing through trees and obstacles as she andandos. They continue on, MARILYN and HENNY pass by once again.], GLOSSARY[Thanks for the hand means thank you for the help]"
SpokenText="Thanks for the hand back there, Henny!"
Subtitles[0]=(Text="Thanks for the hand back there, Henny!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_29 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[li'l boaies means Dizzy's twins; 'fore is short for before; give up the ghost means die]"
SpokenText="Nope, I gotta see my li'l boaies 'fore I can give up the ghost."
Subtitles[0]=(Text="Nope, I gotta see my li'l boaies 'fore I can give up the ghost.")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_30 SoundNodeWave]
Comment="Notes[In other words, Dizzy's family is being fed by Lifeboat assistance, but in exchange he had to go to war.], TRIGGER[], GLOSSARY[ain't is a colloquial term for isn't; life's a bitch means life isn't fair]"
SpokenText="I ain't got no choice, once we took Lifeboat assistance. Family got their groceries, but Daddy got conscripted. Life's a bitch like that."
Subtitles[0]=(Text="I ain't got no choice, once we took Lifeboat assistance./nFamily got their groceries, but Daddy got conscripted./nLife's a bitch like that.")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_30_alt SoundNodeWave]
Comment="Notes[In other words, Dizzy's family is being fed by Lifeboat assistance, but in exchange he had to go to war.], TRIGGER[], GLOSSARY[ain't is a colloquial term for isn't; life's a bitch means life isn't fair]"
SpokenText="I ain't got no choice, once we took the Lifeboat assistance. Family got their groceries, but Daddy got conscripted. Life's a bitch like that."
Subtitles[0]=(Text="I ain't got no choice, once we took the Lifeboat assistance./nFamily got their groceries, but Daddy got conscripted./nLife's a bitch like that.")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_31 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[ain't is a colloquial term for isn't]"
SpokenText="You ain't gotta tell me twice!"
Subtitles[0]=(Text="You ain't gotta tell me twice!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_32 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[man here is a colloquial form of speech to address a person in conversation; similar to the use of \"dude\"]"
SpokenText="Ah man, they got Ava!"
Subtitles[0]=(Text="Ah man, they got Ava!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_33 SoundNodeWave]
Comment="Notes[], TRIGGER[They continue fighting and we can now see the driver of the hijacked truck. DELTA can't shoot him though, since the cab is bulletproof.If the player tries to shoot the glass:], GLOSSARY[ain't is a colloquial term for isn't; gonna is short for going to]"
SpokenText="Ah shit, boy, that ain't gonna work! They call it bulletproof for a reason!"
Subtitles[0]=(Text="Ah shit, boy, that ain't gonna work! They call it bulletproof for a reason!")
bMature=True
bManualWordWrap=False

[Assault.DIZZY_AS_34 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[Keep your fly zipped means calm down (sexual connotation)]"
SpokenText="Keep your fly zipped! I'm thinkin'!"
Subtitles[0]=(Text="Keep your fly zipped! I'm thinkin'!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_35 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[hush up means be quiet; 'n' is short for and; 'em is short for them]"
SpokenText="Just hush up 'n' hold 'em off!"
Subtitles[0]=(Text="Just hush up 'n' hold 'em off!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_36 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[don't hog-sweat it is Dizzy's slang for don't worry about it; sarge is short for sergeant; I cooked us up a plan is Dizzy's slang for I've figured out a plan]"
SpokenText="Don't hog-sweat it, Sarge, I cooked us up a plan!"
Subtitles[0]=(Text="Don't hog-sweat it, Sarge, I cooked us up a plan!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_37 SoundNodeWave]
Comment="Notes[], TRIGGER[DIZZY rams into AVA as the roads converge, breaking the glass.], GLOSSARY[Dizzy special is Dizzy's slang for the andando his doing with his rig—in this case, ramming the enemy rig; rack 'em up means get them]"
SpokenText="Dizzy special, boys! Rack 'em up!"
Subtitles[0]=(Text="Dizzy special, boys! Rack 'em up!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_38 SoundNodeWave]
Comment="Notes[], TRIGGER[We see that this is now the side of a gully and it's a \"one-way\" road across a bridge. If DELTA doesn't take out the driver then it will smash them to the side, off the road, over a cliff.], GLOSSARY[no way these gals gonna have a threesome is Dizzy's slang for there isn't room for three rigs (sexual connotation)]"
SpokenText="No way these gals gonna have a threesome on that bridge! Only room for one."
Subtitles[0]=(Text="No way these gals gonna have a threesome on that bridge! Only room for one.")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_39 SoundNodeWave]
Comment="Notes[], TRIGGER[As DELTA nears the edge:], GLOSSARY[Make it a quickie means make it quick (sexual connotation)]"
SpokenText="Make it a quickie, boys!"
Subtitles[0]=(Text="Make it a quickie, boys!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_39a SoundNodeWave]
Comment="Notes[Just a shout, needs no subtitle.], TRIGGER[As DELTA nears the edge:], GLOSSARY[]"
SpokenText=""
Subtitles[0]=(Text="")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_39a_alt1 SoundNodeWave]
Comment="Notes[Just a shout, needs no subtitle.], TRIGGER[As DELTA nears the edge:], GLOSSARY[]"
SpokenText=""
Subtitles[0]=(Text="")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_39a_alt2 SoundNodeWave]
Comment="Notes[Just a shout, needs no subtitle.], TRIGGER[As DELTA nears the edge:], GLOSSARY[]"
SpokenText=""
Subtitles[0]=(Text="")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_39a_alt3 SoundNodeWave]
Comment="Notes[Just a shout, needs no subtitle.], TRIGGER[As DELTA nears the edge:], GLOSSARY[]"
SpokenText=""
Subtitles[0]=(Text="")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_40 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[yeehaw is a exclamation of excitement]"
SpokenText="Yeehaw!"
Subtitles[0]=(Text="Yeehaw!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_40_alt SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[yeehaw is a exclamation of excitement]"
SpokenText="Yeehaw!"
Subtitles[0]=(Text="Yeehaw!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_41 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[wanna means want to; nip o' shine is slang for a drink of Dizzy's homemade alcohol (moonshine)]"
SpokenText="You boys wanna little nip o' shine?"
Subtitles[0]=(Text="You boys wanna little nip o' shine?")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_42 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[juicyhooch is Dizzy's slang for his homemade alcohol (moonshine)]"
SpokenText="All righty… Love that juicyhooch! Hoo!"
Subtitles[0]=(Text="All righty… Love that juicyhooch! Hoo!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_42_alt SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[juicyhooch is Dizzy's slang for his homemade alcohol (moonshine)]"
SpokenText="All righty… Love that juicyhooch! "
Subtitles[0]=(Text="All righty… Love that juicyhooch! ")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_43 SoundNodeWave]
Comment="Notes[], TRIGGER[The calm is suddenly broken by two Brumaks who appear from the forest. DELTA can use the turret here to fire on the Brumak.], GLOSSARY[rip me a new one is Dizzy's slang for maldiÃ§Ã£o (vulgar)]"
SpokenText="Ah, rip me a new one! More goddamn Brumaks!"
Subtitles[0]=(Text="Ah, rip me a new one! More goddamn Brumaks!")
bMature=True
bManualWordWrap=False

[Assault.DIZZY_AS_44 SoundNodeWave]
Comment="Notes[], TRIGGER[One of the Brumaks gets shot by a nearby Centaur.], GLOSSARY[sounds like a stuck pig chasin' a chicken on a chain is Dizzy's slang for that sounds absolutely terribly (literally: that sounds like a wounded animal chasing a caged animal)]"
SpokenText="Hee-hee! Sounds like a stuck pig chasin' a chicken on a chain!"
Subtitles[0]=(Text="Hee-hee! Sounds like a stuck pig chasin' a chicken on a chain!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_44_alt SoundNodeWave]
Comment="Notes[], TRIGGER[One of the Brumaks gets shot by a nearby Centaur.], GLOSSARY[]"
SpokenText="Heh-heh, sounds like a stuck pig chasin' a chicken on a chain!"
Subtitles[0]=(Text="Heh-heh, sounds like a stuck pig chasin' a chicken on a chain!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_45 SoundNodeWave]
Comment="Notes[], TRIGGER[The Corpser grabs the Centaur and pulls it down into its hole.], GLOSSARY[man here is a colloquial form of speech to address a person in conversation, similar to the use of \"dude\"; creepy is Dizzy's slang for a Corpser]"
SpokenText="Ah man, creepy got the Centaur!"
Subtitles[0]=(Text="Ah man, creepy got the Centaur!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_46 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[]"
SpokenText="Son, you should meet my wife."
Subtitles[0]=(Text="Son, you should meet my wife.")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_47 SoundNodeWave]
Comment="Notes[], TRIGGER[After DELTA defeats the Brumaks, they near a huge barricade that they'll have to ram through.], GLOSSARY[espera to your nuts means get ready for impact (vulgar); it's about to get crackin' is Dizzy's slang for it's about to get crazy]"
SpokenText="Espera to your nuts, Gears, it's about to get crackin'!"
Subtitles[0]=(Text="Espera to your nuts, Gears, it's about to get crackin'!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_48 SoundNodeWave]
Comment="Notes[], TRIGGER[BETTY crashes through the barrier, DELTA arrives at Landown.], GLOSSARY[hot damn is a vulgar exclamation, usually out of excitement/joy]"
SpokenText="Oh, hot damn, made it!"
Subtitles[0]=(Text="Oh, hot damn, made it!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_49 SoundNodeWave]
Comment="Notes[Dizzy's implication is that the soldiers should either practice whatever spiritual or profane approach best readies them for the upcoming battle.], TRIGGER[], GLOSSARY[hooker here means prostitute]"
SpokenText="Well, boys, don't know whether you should say your prayers or hire a hooker, but we have arrived… Welcome to Landown."
Subtitles[0]=(Text="Well, boys, don't know whether you should say your prayers or hire a hooker, but we have arrived… Welcome to Landown.")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_49_alt SoundNodeWave]
Comment="Notes[Dizzy's implication is that the soldiers should either practice whatever spiritual or profane approach best readies them for the upcoming battle.], TRIGGER[], GLOSSARY[hooker here means prostitute]"
SpokenText="Well, boys, don't know whether you should say your prayers or hire a hooker. But we have arrived. Welcome to Landown!"
Subtitles[0]=(Text="Well, boys, don't know whether you should say your prayers or hire a hooker. But we have arrived. Welcome to Landown!")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_01 SoundNodeWave]
Comment="Notes[He's asking what happened to the broken rig, Lola.], TRIGGER[END CINEMATIC. Forced Y-look. MARCUS looks up at DIZZY as he says his line.], GLOSSARY[]"
SpokenText="What the hell happened to Lola?!"
Subtitles[0]=(Text="What the hell happened to Lola?!")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_02 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[ 'em is short for them; ain't is a colloquial term for isn't; make sure Betty don't step on 'em means don't let the rig run over Tickers]"
SpokenText="Well, make sure Betty don't step on 'em, or you ain't getting underground."
Subtitles[0]=(Text="Well, make sure Betty don't step on 'em, or you ain't getting underground.")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_02_alt SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[ 'em is short for them; ain't is a colloquial term for isn't; make sure Betty don't step on 'em means don't let the rig run over Tickers]"
SpokenText="Well, make sure Betty don't step on 'em again, or you ain't getting underground."
Subtitles[0]=(Text="Well, make sure Betty don't step on 'em again, or you ain't getting underground.")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_03 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[ya means you; y'all means all of you; gotta means got to]"
SpokenText="I'm tellin' ya, y'all gotta Área limpa the way so Betty can andando on through! Tickers are ugly, and Betty don't like ugly!"
Subtitles[0]=(Text="I'm tellin' ya, y'all gotta Área limpa the way so Betty can andando on through! Tickers are ugly, and Betty don't like ugly!")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_04 SoundNodeWave]
Comment="Notes[], TRIGGER[DIZZY starts moving through once the area is Área limpaed.], GLOSSARY[Ain't that the berries is Dizzy's slang for Isn't that a great thing.]"
SpokenText="Ain't that the berries, no more Tickers! Betty's a happy lady!"
Subtitles[0]=(Text="Ain't that the berries, no more Tickers! Betty's a happy lady!")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_05 SoundNodeWave]
Comment="Notes[The implication seems to be that Payton is an attractive woman, but if so Dizzy is expressing that respectfully.], TRIGGER[BETTY follows, and DIZZY talks to them. DELTA searches for the next place to lead the rig.], GLOSSARY[boa as honey means excellent; 'un is short for one]"
SpokenText="Boa as honey, Delta, nice 'un."
Subtitles[0]=(Text="Boa as honey, Delta, nice 'un.")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_06 SoundNodeWave]
Comment="Notes[], TRIGGER[JACK beeps, lowers the barrier, and MARCUS kicks open the gate and they enter the tunnel. The place is completely dark until the lights are activated.], GLOSSARY[darker than a rat's ass is Dizzy's vulgar slang for it's really, really dark; lemme is slang for let me; Betty's titties is Dizzy's vulgar slang for Betty's headlights]"
SpokenText="Damn, it's darker than a rat's ass in here! Lemme light up Betty's titties."
Subtitles[0]=(Text="Damn, it's darker than a rat's ass in here! Lemme light up Betty's titties.")
bMature=True
bManualWordWrap=False

[Landown.DIZZY_LN_07 SoundNodeWave]
Comment="Notes[], TRIGGER[E-holes start popping up in the distance, as DIZZY runs BETTY straight through some of the barriers behind DELTA.], GLOSSARY[ain't nothin' gonna means nothing is going to]"
SpokenText="Ain't nothin' gonna stop Betty!"
Subtitles[0]=(Text="Ain't nothin' gonna stop Betty!")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_08 SoundNodeWave]
Comment="Notes[], TRIGGER[DELTA heads back into the tunnel and Área limpas the area. Dizzy follows behind and providing light.], GLOSSARY[I got your back like a butt crack is Dizzy's vulgar slang for I've got you covered, in other words I will make sure you don't get shot]"
SpokenText="Don't worry! I got your back like a butt crack!"
Subtitles[0]=(Text="Don't worry! I got your back like a butt crack!")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_09 SoundNodeWave]
Comment="Notes[I am a gentleman after all implies that Dizzy isn't going to let the vehicle for which he has so much chivalrous affection be hurt by mortar fire], TRIGGER[We'll get a break in the action, and then BETTY andandos to the tunnel exit, but will be unable to continue into the open until the player stops the mortar fire coming from up ahead.], GLOSSARY[ain't is a colloquial term for isn't; till is short for until; y'all means all of you]"
SpokenText="I ain't bringing Betty out till y'all stop those mortars! I am a gentleman after all!"
Subtitles[0]=(Text="I ain't bringing Betty out till y'all stop those mortars! I am a gentleman after all!")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_10 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[gonna is short for going to; try to molest my Betty is Dizzy's vulgar slang for try to wreck my vehicle]"
SpokenText="Ah hell, he's gonna try to molest my Betty!"
Subtitles[0]=(Text="Ah hell, he's gonna try to molest my Betty!")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_10_alt SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[gonna is short for going to; try to pork my Betty is Dizzy's vulgar slang for try to wreck my vehicle (in this case, pork means to have sex with)]"
SpokenText="Ah hell, he's gonna try to pork my Betty!"
Subtitles[0]=(Text="Ah hell, he's gonna try to pork my Betty!")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_11 SoundNodeWave]
Comment="Notes[], TRIGGER[After the player destroys the Brumak:], GLOSSARY[smell that barbecue is Dizzy's vulgar way of mocking the Brumak after it has died; refers to the fact that the Brumak is roasting, similar to meat on a barbecue.]"
SpokenText="Mmm-mmm! Smell that Brumak barbecue!"
Subtitles[0]=(Text="Mmm-mmm! Smell that Brumak barbecue!")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_11A SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[]"
SpokenText="Welcome back, boys. Good job."
Subtitles[0]=(Text="Welcome back, boys. Good job.")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_13 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[shit all over the place means messed it all up (vulgar); not to be taken literally]"
SpokenText="Dirty vermes shit all over this place. They got no respect for the dead."
Subtitles[0]=(Text="Dirty vermes shit all over this place. They got no respect for the dead.")
bMature=True
bManualWordWrap=False

[Landown.DIZZY_LN_14 SoundNodeWave]
Comment="Notes[Revised 5/6/2008 for initial cap on Lifts.], TRIGGER[], GLOSSARY[long as Delta keeps my ass covered means as long as Delta protects me (vulgar)]"
SpokenText="We're gettin' the Lifts in position now, long as Delta keeps my ass covered."
Subtitles[0]=(Text="We're gettin' the Lifts in position now, long as Delta keeps my ass covered.")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_15 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[the girls means the other rigs]"
SpokenText="Make sure they don't hit Betty and the girls. Otherwise, this mission is done!"
Subtitles[0]=(Text="Make sure they don't hit Betty and the girls. Otherwise, this mission is done!")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_16 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[]"
SpokenText="I need as long as it takes, but I'll settle for what you can give me!"
Subtitles[0]=(Text="I need as long as it takes, but I'll settle for what you can give me!")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_17 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[slag means attack/kill]"
SpokenText="Slag them Boomers, Delta!"
Subtitles[0]=(Text="Slag them Boomers, Delta!")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_17_alt SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[slag means attack/kill; pork butts is a vulgar insult indicating the Boomers are fat]"
SpokenText="Slag them pork butts, Delta!"
Subtitles[0]=(Text="Slag them pork butts, Delta!")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_18 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[]"
SpokenText="It's getting' mighty scary for Betty! Bora!"
Subtitles[0]=(Text="It's getting' mighty scary for Betty! Bora!")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_19 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[Looks like I been beatin' her for rent is Dizzy's vulgar slang for saying that his rig is in terrible condition; ain't is a colloquial term for isn't]"
SpokenText="Shit! Betty looks like I been beatin' her for rent. That ain't right!"
Subtitles[0]=(Text="Shit! Betty looks like I been beatin' her for rent. That ain't right!")
bMature=True
bManualWordWrap=False

[Landown.DIZZY_LN_20 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[one shot away from heaven means the rig is dangerously close to being destroyed]"
SpokenText="Betty's one shot away from heaven, Delta!"
Subtitles[0]=(Text="Betty's one shot away from heaven, Delta!")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_21 SoundNodeWave]
Comment="Notes[], TRIGGER[After a certain amount of time, DIZZY prompts the player to come to the rear of the truck for Grindlift deployment.], GLOSSARY[ready to rock means ready for action]"
SpokenText="All righty, Grindlifts ready to rock, Delta. Get on back here now!"
Subtitles[0]=(Text="All righty, Grindlifts ready to rock, Delta. Get on back here now!")
bMature=False
bManualWordWrap=False

[Landown.DIZZY_LN_22 SoundNodeWave]
Comment="Notes[], TRIGGER[SKORGE leaps from the Centaur to the front of the truck. DIZZY rushes out of the cab to defend.], GLOSSARY[Get your asses down there simply means abaixe-se there—using the vulgar \"your asses\" is an intensifier]"
SpokenText="I'll hold 'im off, boys! Get your asses down there!"
Subtitles[0]=(Text="I'll hold 'im off, boys! Get your asses down there!")
bMature=False
bManualWordWrap=False

[Assault.DIZZY_AS_07_Bleep SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="C'mon! C'mon…! Shoot that… 'fore it hits!"
Subtitles[0]=(Text="C'mon! C'mon…! Shoot that… 'fore it hits!")
Comment="Notes[7/18/2008: bleeped line], TRIGGER[As the mortars get closer:], GLOSSARY[c'mon is a contraction for \"vamos lÃ¡\"; shit here means \"stuff,\" specifically the mortars; 'fore is short for before]"

[Assault.DIZZY_AS_14_Bleep SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="…! Plug that buzzard 'fore it turns us into charcoal!"
Subtitles[0]=(Text="…! Plug that buzzard 'fore it turns us into charcoal!")
Comment="Notes[7/18/2008: bleeped line], TRIGGER[Once the Reaver threatening Dizzy is destroyed, DELTA reaches a Área limpaing, and a rocket-equipped Reaver appears.], GLOSSARY[buzzard is Dizzy's slang for Reaver—he's equating it to a vulture; 'fore it turns us into charcoal is Dizzy's slang for before it blows us up]"

[Assault.DIZZY_AS_16_alt_Bleep SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="…! That don't sound good!"
Subtitles[0]=(Text="…! That don't sound good!")
Comment="Notes[7/18/2008: bleeped line], TRIGGER[As DELTA fights the rocket-Reaver, another Reaver with a bomb sweeps by, drops a bomb as DELTA is fighting, and we hear a clunking, automotive \"breaking down\" sound from Betty.], GLOSSARY[ Shit! in this case is an exclamation of alarm.]"

[Assault.DIZZY_AS_16_Bleep SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="…! That don't sound good!"
Subtitles[0]=(Text="…! That don't sound good!")
Comment="Notes[7/18/2008: bleeped line], TRIGGER[As DELTA fights the rocket-Reaver, another Reaver with a bomb sweeps by, drops a bomb as DELTA is fighting, and we hear a clunking, automotive \"breaking down\" sound from Betty.], GLOSSARY[ Shit! in this case is an exclamation of alarm.]"

[Assault.DIZZY_AS_20_alt1_Bleep SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="… more Tickers! Ah hell, Betty lost her brakes!"
Subtitles[0]=(Text="… more Tickers! Ah hell, Betty lost her brakes!")
Comment="Notes[7/18/2008: bleeped line], TRIGGER[MARCUS' words are cut short as the rig reaches the top of the hill, fully breaks down, and starts to careen down the hill:], GLOSSARY[ Shit! in this case is an exclamation of alarm.]"

[Assault.DIZZY_AS_20_alt2_Bleep SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="… more Tickers! Ah, hell! Betty lost her brakes!"
Subtitles[0]=(Text="… more Tickers! Ah, hell! Betty lost her brakes!")
Comment="Notes[7/18/2008: bleeped line], TRIGGER[MARCUS' words are cut short as the rig reaches the top of the hill, fully breaks down, and starts to careen down the hill:], GLOSSARY[ Shit! in this case is an exclamation of alarm.]"

[Assault.DIZZY_AS_20_Bleep SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="… more Tickers! Ah hell, Betty lost her brakes!"
Subtitles[0]=(Text="… more Tickers! Ah hell, Betty lost her brakes!")
Comment="Notes[7/18/2008: bleeped line], TRIGGER[MARCUS' words are cut short as the rig reaches the top of the hill, fully breaks down, and starts to careen down the hill:], GLOSSARY[ Shit! in this case is an exclamation of alarm.]"

[Assault.DIZZY_AS_24_alt_Bleep SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="…! "
Subtitles[0]=(Text="…! ")
Comment="Notes[7/18/2008: bleeped line], TRIGGER[If DELTA fails to protect BETTY, BEGIN CINEMATIC: BETTY explodes and the level ends.], GLOSSARY[This is a long version of shit, drawn out for emphasis]"

[Assault.DIZZY_AS_24_Bleep SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="…! "
Subtitles[0]=(Text="…! ")
Comment="Notes[7/18/2008: bleeped line], TRIGGER[If DELTA fails to protect BETTY, BEGIN CINEMATIC: BETTY explodes and the level ends.], GLOSSARY[This is a long version of shit, drawn out for emphasis]"

[Assault.DIZZY_AS_26_alt_Bleep SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Bora already! … what are you waitin' for?!"
Subtitles[0]=(Text="Bora already! … what are you waitin' for?!")
Comment="Notes[Alternate version; 7/18/2008: bleeped line], TRIGGER[If DELTA takes too long to Pra trÁs to the truck:], GLOSSARY[]"

[Assault.DIZZY_AS_26_Bleep SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Bora already! … what are you waitin' for?!"
Subtitles[0]=(Text="Bora already! … what are you waitin' for?!")
Comment="Notes[7/18/2008: bleeped line], TRIGGER[If DELTA takes too long to Pra trÁs to the truck:], GLOSSARY[]"

[Assault.DIZZY_AS_33_Bleep SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Ah… boy, that ain't gonna work! They call it bulletproof for a reason!"
Subtitles[0]=(Text="Ah… boy, that ain't gonna work! They call it bulletproof for a reason!")
Comment="Notes[7/18/2008: bleeped line], TRIGGER[They continue fighting and we can now see the driver of the hijacked truck. DELTA can't shoot him though, since the cab is bulletproof.If the player tries to shoot the glass:], GLOSSARY[ain't is a colloquial term for isn't; gonna is short for going to]"

[Assault.DIZZY_AS_43_Bleep SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Ah, rip me a new one! More… Brumaks!"
Subtitles[0]=(Text="Ah, rip me a new one! More… Brumaks!")
Comment="Notes[7/18/2008: bleeped line], TRIGGER[The calm is suddenly broken by two Brumaks who appear from the forest. DELTA can use the turret here to fire on the Brumak.], GLOSSARY[rip me a new one is Dizzy's slang for maldiÃ§Ã£o (vulgar)]"

[Landown.DIZZY_LN_06_Bleep SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Damn, it's darker than a rat's… in here! Lemme light up Betty's…."
Subtitles[0]=(Text="Damn, it's darker than a rat's… in here! Lemme light up Betty's….")
Comment="Notes[7/18/2008: bleeped line], TRIGGER[JACK beeps, lowers the barrier, and MARCUS kicks open the gate and they enter the tunnel. The place is completely dark until the lights are activated.], GLOSSARY[darker than a rat's ass is Dizzy's vulgar slang for it's really, really dark; lemme is slang for let me; Betty's titties is Dizzy's vulgar slang for Betty's headlights]"

[Landown.DIZZY_LN_13_Bleep SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Dirty vermes… all over this place. They got no respect for the dead."
Subtitles[0]=(Text="Dirty vermes… all over this place. They got no respect for the dead.")
Comment="Notes[7/18/2008: bleeped line], TRIGGER[], GLOSSARY[shit all over the place means messed it all up (vulgar); not to be taken literally]"

[Landown.DIZZY_LN_19_Bleep SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="…! Betty looks like I been beatin' her for rent. That ain't right!"
Subtitles[0]=(Text="…! Betty looks like I been beatin' her for rent. That ain't right!")
Comment="Notes[7/18/2008: bleeped line], TRIGGER[], GLOSSARY[Looks like I been beatin' her for rent is Dizzy's vulgar slang for saying that his rig is in terrible condition; ain't is a colloquial term for isn't]"

